{
  "noticias": [
    {
      "id": 1,
      "titulo": "Festival del Carnaval del Perdón en Sibundoy",
      "descripcion": "La tradicional celebración que reúne a miles de visitantes cada año.",
      "contenido": "El Festival del Carnaval del Perdón es una de las celebraciones más importantes del Valle de Sibundoy. Durante varios días, miles de personas se reúnen para disfrutar de danzas, música tradicional y la rica cultura indígena de la región.\n\nEste año, el festival promete ser aún más especial con la participación de grupos artísticos de todo el departamento y la presencia de artesanos locales que mostrarán sus trabajos.",
      "imagen": "/images/placeholder.png",
      "fecha": "2025-02-10",
      "municipio": "sibundoy",
      "categoria": "cultura",
      "autor": "Redacción Valle de Sibundoy"
    },
    {
      "id": 2,
      "titulo": "Nuevas oportunidades de empleo en la región",
      "descripcion": "Empresas locales abren convocatorias para jóvenes profesionales.",
      "contenido": "El sector empresarial del Valle de Sibundoy está creciendo y con ello surgen nuevas oportunidades laborales para los habitantes de la región. Varias empresas han anunciado procesos de selección para diferentes cargos.\n\nSe buscan profesionales en áreas como tecnología, turismo, agricultura sostenible y servicios. Los interesados pueden consultar las convocatorias en las oficinas municipales de empleo.",
      "imagen": "/images/placeholder.png",
      "fecha": "2025-02-08",
      "municipio": "general",
      "categoria": "economia",
      "autor": ""
    },
    {
      "id": 3,
      "titulo": "Mejoras en la vía Pasto - Mocoa",
      "descripcion": "Gobierno departamental anuncia inversión en infraestructura vial.",
      "contenido": "El Gobierno Departamental de Putumayo ha anunciado una importante inversión para mejorar la infraestructura vial en el tramo Pasto - Mocoa, que atraviesa el Valle de Sibundoy.\n\nLas obras incluyen la ampliación de carriles, mejoramiento de la carpeta asfáltica y la construcción de nuevos puentes. Se espera que estas mejoras reduzcan significativamente los tiempos de viaje y mejoren la seguridad vial.",
      "imagen": "/images/placeholder.png",
      "fecha": "2025-02-05",
      "municipio": "general",
      "categoria": "infraestructura",
      "autor": "Corresponsal Putumayo"
    }
  ]
}